tap "ekvedaras/cask"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "little-angry-clouds/my-brews"
tap "ms-jpq/sad"
tap "planetscale/tap"
brew "bat"
brew "python@3.9"
brew "gnutls"
brew "cask"
brew "libpq"
brew "composer"
brew "deno"
brew "docker-compose", link: false
brew "fzf"
brew "kubernetes-cli"
brew "neovim"
brew "node-build"
brew "nvm"
brew "rename"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "vips"
brew "helix-editor/helix/helix"
brew "little-angry-clouds/my-brews/helmenv"
brew "ms-jpq/sad/sad"
brew "planetscale/tap/pscale"
cask "google-cloud-sdk"
